Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-1_2021/EVS-EN_61439-1_2021_8_Constructional requirements _8 KONSTRUKTSIOONINÕUDED .tmx
Source language: en
Languages: et

source: NOTE Guidance is given in IEC TR 61912-1:2007 and IEC TR 61912-2:2009.
et: MÄRKUS Juhised on esitatud dokumentides IEC TR 61912-1:2007 ja IEC TR 61912-2:2009.

source: 8.5.4 Installation of switching devices and components
et: 8.5.4 Lülitusseadiste ja komponentide paigaldamine

source: Switching devices and components shall be installed and wired in the assembly in accordance with instructions provided by their manufacturers and in such a manner that their proper functioning is not impaired by interaction, such as heat, switching emissions, vibrations, electromagnetic fields, which are present in normal operation.
et: Lülitusseadised ja komponendid tuleb koostesse paigaldada ja juhtmetega ühendada vastavalt nende tootjate antud juhistele ning viisil, mis normaaltalitlusega kaasnevate toimete, näiteks kuumuse, lülitamisel toimuva gaasieralduse, vibratsiooni ja elektromagnetiliste väljade tõttu ei kahjusta nende nõuetekohast talitlust.

source: In the case of electronic equipment, this may necessitate the separation or screening of all electronic signal processing circuits.
et: Elektroonikaseadmete puhul võib see tingida vajaduse eraldada või varjestada kõiki elektroonilisi signaalitöötlusahelaid.

source: When fuses are installed, the original manufacturer shall state the type and rating of the fuselinks to be used.
et: Sulavkaitsmete paigaldamise korral peab esmatootja määrama kasutatavate sularite tüübi ja tunnusandmed.

source: 8.5.5 Accessibility
et: 8.5.5 Juurdepääsetavus

source: Adjusting and resetting devices, that have to be operated inside the assembly, shall be easily accessible.
et: Koostesiseselt käitatavatele seadistus- ja ennistusvahenditele peab hõlpsasti juurde pääsema.

source: Functional units mounted on the same support (mounting plate, mounting frame) and their terminals for external conductors shall be so arranged as to be accessible for mounting, wiring, maintenance and replacement.
et: Ühele ja samale alusele (paigaldusplaadile, paigaldusraamile) monteeritud funktsionaalühikud ja nende välisjuhtide klemmid peavad olema korraldatud selliselt, et neile pääseks juurde monteerimiseks, juhtmete ühendamiseks, hooldamiseks ja asendamiseks.

source: Assuming the base of the assembly and the normal standing area for operational personnel are at the same level, the following accessibility requirements associated with floor-standing assemblies shall apply.
et: Eeldades, et kooste alus ja käidupersonali tavaline seisupind on ühelsamal tasemel, tuleb põrandal seisvate koostete puhul rakendada järgmisi juurdepääsunõudeid.

source: – The terminals, excluding terminals for protective conductors, shall be situated at least 0,2 m above the base of the assembly and, moreover, be so placed that the cables can be easily connected to them with their respective bending radii respected.
et: — Klemmid, välja arvatud kaitsejuhiklemmid, peavad asetsema kooste alusest vähemalt 0,2 m kõrgusel ja selliselt, et juhtmeid või kaableid saaks hõlpsasti nende külge ühendada, arvestades nende vastavat painutusraadiust.

source: – Indicating instruments that need to be read by the operator shall be located within a zone between 0,2 m and 2,2 m above the base of the assembly.
et: — Näitmõõteriistad, mille näite on operaatoril vaja lugeda, peavad asetsema kooste alusest 0,2 m kuni 2,2 m kõrgusel.

source: – Operating devices such as handles, push buttons, or similar shall be located at such a height that they can easily be operated; this means that their centreline shall be located within a zone between 0,2 m and 2 m above the base of the assembly.
et: — Juhtimisseadised, nagu näiteks käepidemed, nupplülitid või muud taolised, peavad asetsema kõrgusel, mis võimaldab nende hõlpsat käsitsemist; see tähendab, et nende keskjoon peab asetsema kooste alusest 0,2 m kuni 2 m kõrgusel.

source: Devices which are infrequently operated (e.g. less than once per month) may be installed at a height up to 2,2 m.
et: Seadised, mida käsitsetakse harva (nt harvemini kui kord kuus), võidakse paigaldada kõrgusele kuni 2,2 m.

source: – Actuators for emergency switching devices (see 536.4.2 of IEC 60364-5-53:2001) shall be accessible within a zone between 0,8 m and 1,6 m above the base of the assembly.
et: — Hädalülitusseadiste aktivaatorid (vt standardi IEC 60364-5-53:2001 jaotis 536.4.2) peavad olema juurdepääsetavad tsoonis, mis paikneb kooste alusest 0,8 m kuni 1,6 m vahelisel kõrgusel.

source: 8.5.6 Barriers
et: 8.5.6 Kaitsekatted

source: Barriers for manual switching devices shall be so designed that the switching emissions do not present a danger to the operator.
et: Käsilülitusseadiste kaitsekatted peavad olema kujundatud selliselt, et lülitamisel tekkiv gaasieraldus ei tekitaks ohtu operaatorile.

source: To minimize danger when replacing fuse-links, interphase barriers shall be applied, unless the design and location of the fuses makes this unnecessary.
et: Võimaliku ohu minimeerimiseks sularite asendamisel tuleb rakendada faasidevahelisi kaitsekatteid, välja arvatud juhul, mil sulavkaitsmete ehitus ja paigutus seda ei nõua.

source: 8.5.7 Direction of operation and indication of switching positions
et: 8.5.7 Toimingu suuna ja lülitusasendite näitamine

source: The operational positions of components and devices shall be clearly identified.
et: Komponentide ja seadiste talitlusasendid peavad olema selgelt tuvastatavad.

source: Operational positions are the “on” and the “off” position (see 8.1.6 of IEC 60947-1:2020).
et: Talitlusasendid on „sees“ ja „väljas“ (vt standardi IEC 60947-1:2020 jaotis 8.1.6).

source: A tripped position is not considered as an operational position and need not to be indicated.
et: Vabastunud asendit ei arvestata talitlusasendina ja selle tähistamist ei nõuta.

source: If the direction of operation is not in accordance with IEC 60447:2004, then the direction of operation shall be clearly identified.
et: Kui toimingu suund ei ole kooskõlas standardiga IEC 60447:2004, tuleb toimingu suund selgelt ära näidata.

source: 8.5.8 Indicator lights and push-buttons
et: 8.5.8 Indikaatorlambid ja nupplülitid

source: Unless otherwise specified in the relevant product standard, the colours of indicator lights and push-buttons shall be in accordance with IEC 60073:2002.
et: Kui asjakohases tootestandardis ei ole sätestatud teisiti, peavad indikaatorlampide ja nupplülitite värvid olema kooskõlas standardiga IEC 60073:2002.

source: 8.5.9 Power factor correction banks For power factor correction banks incorporated in assemblies, the requirements of IEC 61921:2017 shall be met.
et: 8.5.9 Võimsusteguri korrigeerimise kondensaatorpatareid Kui koostetesse on sisse ehitatud võimsusteguri korrigeerimise kondensaatorpatareid, tuleb järgida standardi IEC 61921:2017 nõudeid.

source: IEC 61439 standard is the principal reference for the verification required by IEC 61921:2017.
et: Peamine pädev standard standardiga IEC 61921:2017 nõutava kontrolli jaoks on IEC 61439.

source: 8.6 Internal electrical circuits and connections
et: 8.6 Sisemised elektriahelad ja -ühendused

source: 8.6.1 Main circuits
et: 8.6.1 Peaahelad

source: The busbars (bare or insulated, see 3.1.5) shall be arranged in such a manner that an internal short-circuit is not to be expected.
et: Kogumislatid (isoleerimata või isoleeritud, vt termin 3.1.5) peavad olema korraldatud selliselt, et nendevaheline lühis poleks tõenäoline.

source: They shall be rated at least in accordance with the requirements concerning the short-circuit withstand strength (see 9.3) and designed to withstand at least the short-circuit stresses limited by the protective device(s) on the supply side of the busbars.
et: Need peavad olema kooskõlas vähemalt nõuetega, mis kehtivad lühisetaluvuse kohta (vt jaotis 9.3) ja kavandatud taluma vähemalt lattide toitepoole kaitseaparaadi või -aparaatidega piiratud lühisvoolu toimeid.

source: Within one section, the conductors (including distribution busbars) between the main busbars and the supply side of functional units – or in the case of a single section assembly, between the load terminals of the incoming device and the supply terminals of each outgoing SCPD – as well as the components included in these units, may be rated on the basis of the reduced shortcircuit stresses occurring on the load side of the respective short-circuit protective device within each unit.
et: Ühe sektsiooni piirides võib pealattide ja funktsionaalühikute toitepoole vaheliste juhtide (sealhulgas jaotuslattide) – või ühesektsioonilise kooste korral sisendseadise koormuspoolsete klemmide ja iga väljund-lühisekaitseaparaadi toiteklemmide vahel – nagu ka nendes ühikutes olevate komponentide tunnusandmeid, valida vastavalt igas ühikus asuva lühisekaitseaparaadi koormuspoole vähendatud lühisvoolutoimete järgi.

source: This is provided that these conductors are arranged so that under normal operation, an internal short-circuit between live parts and/or between live parts and earth is not to be expected (see 8.6.4).
et: On ette nähtud nende juhtide korraldamine selliselt, et normaaltalitluses ei eeldata sisemist lühist pingestatud osade vahel ja/või pingestatud osade ja maa vahel (vt jaotis 8.6.4).

source: The minimum cross-sectional area of the neutral conductor within a three-phase and neutral circuit shall be:
et: Kolmefaasilise neutraaljuhti sisaldava ahela neutraaljuhi ristlõige peab olema vähemalt

source: – for circuits with a line conductor cross-sectional area up to and including 16 mm2, 100 % of that of the corresponding lines;
et: — kuni 16 mm2 ristlõikega faasijuhtide korral 100 % faasijuhi ristlõikest;

source: – for circuits with a line conductor cross-sectional area above 16 mm2, 50 % of that of the corresponding lines with a minimum of 16 mm2.
et: — üle 16 mm2 ristlõikega faasijuhtide korral 50 % faasijuhi ristlõikest, kuid mitte alla 16 mm2.

source: There are specific applications when a smaller neutral conductor is acceptable to the user.
et: On erirakendusi, mille puhul väiksema ristlõikega neutraaljuht on kasutajale vastuvõetav.

source: It is assumed that the neutral:
et: Eeldatakse, et

source: a) current does not exceed 50 % of the line currents;
et: a) neutraaljuhi vool ei ole suurem kui 50 % faasijuhi voolust;

source: b) conductor is made of the same material as the line conductors.
et: b) neutraaljuht on samast materjalist nagu faasijuhid.

source: Where this is not the case, the neutral conductor shall have at least the same conductance or current carrying capacity as that provided when the neutral conductor is of the same material as the line conductors.
et: Kui see nii ei ole, peab neutraaljuhi juhtivus või lubatav koormusvool olema selline, nagu see on ette nähtud juhtumil, mil neutraaljuht on samast materjalist nagu faasijuhid.

source: For certain applications, which lead to high values of zero sequence harmonics (e.g. third order harmonics), higher cross-sections of the neutral conductor may be required as these harmonics of the lines are added in the neutral conductor and lead to high current load at higher frequencies.
et: Mõningate rakenduste puhul, mis põhjustavad nulljärgnevusega harmooniliste komponentide (nt kolmandat järku harmooniliste) teket, võib nõuda neutraaljuhi suuremat ristlõiget, sest faasijuhi voolu harmoonilised komponendid summeeruvad neutraaljuhis ja põhjustavad suurt voolukoormust kõrgematel sagedustel.

source: This is subject to special agreement between the assembly manufacturer and the user.
et: See küsimus on kooste tootja ja kasutaja vahelise erikokkuleppe aines.

source: The PEL, PEM and PEN conductors shall be dimensioned as specified in 8.4.3.2.3.
et: PEL-, PEM- ja PEN-juhtide mõõtmed tuleb valida, nagu see on sätestatud jaotises 8.4.3.2.3.

source: 8.6.2 Auxiliary circuits The design of the auxiliary circuits shall take into account the auxiliary circuit(s) earthing and ensure that an earth fault shall not cause unintentional dangerous operation.
et: 8.6.2 Abiahelad Abiahelate ehitus peab arvestama abiahela(te) maandamist ja tagama, et maaühendusrike ei põhjustaks ohtlikku tahtmatut toimingut.

source: In general, auxiliary circuits shall be protected against the effects of short-circuits.
et: Üldjuhul tuleb abiahelaid kaitsta lühistest tulenevate nähtuste eest.

source: However, a short-circuit protective device shall not be provided if its operation is liable to cause a danger.
et: Lühisekaitseaparaati ei tule aga ette näha juhul, mil selle talitlus võib tõenäoliselt põhjustada ohtu.

source: In such a case, the conductors of auxiliary circuits shall be arranged in such a manner that a short-circuit is not to be expected (see 8.6.4).
et: Sellisel juhul tuleb abiahelate juhid korraldada selliselt, et lühise tekkimist ei saaks eeldada (vt jaotis 8.6.4).

source: NOTE Further information on the requirements for auxiliary circuits is given in IEC 60364-5-55:2011, IEC 60364-555:2011/AMD1:2012 and IEC 60364-5-55:2011/AMD2:2016, 557.3.4.
et: MÄRKUS Lähem teave abiahelate kohta käivatest nõuetest on esitatud standardite IEC 60364-5-55:2011, IEC 60364-5-55:2011/AMD1:2012 ja IEC 60364-5-55:2011/AMD2:2016 jaotises 557.3.4.

source: 8.6.3 Bare and insulated conductors
et: 8.6.3 Paljad ja isoleeritud juhid

source: The connections of current-carrying parts shall not suffer undue alteration as a result of normal temperature-rise, ageing of the insulating materials and vibrations occurring in normal operation.
et: Voolujuhtivate osade ühendused ei tohi liialt kahjustuda normaalse ületemperatuuri, isoleermaterjalide vananemise ja normaaltalitluses toimuva vibratsiooni tagajärjel.

source: The effects of thermal expansion, electrolytic action in the case of dissimilar metals, and the ageing due to the temperatures attained shall be taken into consideration.
et: Tuleb arvestada soojuspaisumist, elektrolüütilist toimet eri metallide puhul ja vananemist saavutatava temperatuuri tõttu.

source: Connections to devices mounted on doors or to other movable parts shall be made using flexible conductors, e.g. Class 5 or Class 6 according to IEC 60228:2004, to allow the movement of the part.
et: Ühendused ustele või muudele liikuvatele osadele paigaldatud seadistega tuleb sooritada paindjuhtide, nt standardi IEC 60228:2004 järgi klassi 5 või klassi 6 kuuluvate juhtide kasutamise teel, et võimaldada osa liikumist.

source: The conductors shall be anchored to the fixed part and to the movable part independent of the electrical connection terminals.
et: Juhid tuleb ankurdada kohtkindlale osale ja liikuvale osale sõltumatult elektrilistest ühendusklemmidest.

source: Connections between current-carrying parts shall be established by means that ensure a sufficient and durable contact pressure.
et: Voolujuhtivate osade vahelised ühendused tuleb teostada vahenditega, mis tagavad piisava ja püsiva kontaktsurve.

source: If the verification of temperature-rise is carried out on the basis of tests (see 10.10.2), the selection of conductors and their cross-sections used inside the assembly shall be the responsibility of the original manufacturer.
et: Kui ületemperatuuri kontroll sooritatakse katsetuste abil (vt jaotis 10.10.2), peab koostes kasutatavate juhtide ja nende ristlõike valik toimuma esmatootja vastutusel.

source: If verification of temperature-rise is made following the assessment rules of 10.10.4, the conductors shall have a minimum cross-section according to IEC 60364-5-52:2009.
et: Kui ületemperatuuri kontroll toimub jaotise 10.10.4 hindamisreeglite põhjal, peab juhtide vähim ristlõige vastama standardile IEC 60364-5-52:2009.

source: Examples on how to use this document for conditions inside an assembly are given in Tables H.1 and H.2.
et: Näited, kuidas seda dokumenti kohaldada vastavalt koostesisestele oludele, on esitatud tabelites H.1 ja H.2.

source: In addition to the current-carrying capacity of the conductors, the selection is governed by:
et: Lisaks juhtide voolutalumisvõimele mõjutavad juhtide valikut

source: – the mechanical stresses to which the assembly may be subjected;
et: — koostele mõjuda võivad mehaanilised toimed;

source: – the method used to lay and secure the conductors;
et: — juhtide asetamise ja kinnitamise viis;

source: – the type of insulation;
et: — isolatsiooni liik;

source: – the type of components being connected (e.g. switchgear and controlgear in accordance with IEC 60947 series; electronic devices or equipment).
et: — ühendatavate komponentide liik (nt standardisarjale IEC 60947 vastavad lülitusaparaadid; elektroonikaseadised või -seadmed).

source: In the case of insulated solid or flexible conductors, the following criteria apply:
et: Isoleeritud jäikade või paindjuhtide puhul kehtivad alljärgnevad kriteeriumid.

source: – They shall be rated for at least the rated insulation voltage (see 5.2.3) of the circuit concerned.
et: — Need peavad vastama vähemalt vaadeldava ahela isolatsiooni tunnuspingele (vt jaotis 5.2.3).

source: – Conductors connecting two termination points shall have no intermediate joint, e.g. spliced or soldered.
et: — Juhtidel, mis ühendavad kahte otsastuspunkti, ei tohi olla vahepealset liidet, nt keerutus- ega jooteliidet.

source: – Conductors with only basic insulation shall be prevented from coming into contact with bare live parts at different potentials.
et: — Juhte, millel on ainult põhiisolatsioon, tuleb hoida kokkupuute eest eri potentsiaali all olevate isoleerimata pingestatud osadega.

source: – Contact of conductors with sharp edges shall be prevented.
et: — Tuleb vältida juhtide kokkupuudet teravate servadega.

source: – Supply conductors to apparatus and measuring instruments in covers or doors shall be so installed that no mechanical damage can occur to the conductors as a result of movement of these covers or doors.
et: — Kattel või uksel paiknevate aparaatide ja mõõteriistade toitejuhid peavad olema paigaldatud selliselt, et katte või ukse liikumine ei tekitaks juhtide mehaanilisi kahjustusi.

source: – Soldered connections to apparatus shall be permitted in assemblies only in cases where provision is made for this type of connection on the apparatus and the specified type of conductor is used.
et: — Jooteühendusi aparaatidega tohib koostes lubada üksnes juhtumeil, mil niisugune ühenduse liik on aparaadile ette nähtud ning kui kasutatakse sätestatud liiki juhte.

source: – For apparatus other than those mentioned above, soldering cable lugs or soldered ends of stranded conductors are not acceptable under conditions of heavy vibration.
et: — Muude kui eelnimetatud aparaatide korral ei ole joodetud kaablikingad ega kiudjuhtmete joodetud otsad tugeva vibratsiooni oludes vastuvõetavad.

source: In locations where, heavy vibrations exist during normal operation, for example in the case of dredger and crane operation, operation on board ships, lifting equipment and locomotives, attention should be given to the support of conductors.
et: Kohtades, kus tugev vibratsioon toimub normaaltalitluse ajal, näiteks ekskavaatori või kraana talitlemise korral, laevade pardaseadmete talitlusel, tõsteseadmetes ja veduritel, tuleks tähelepanu pöörata juhtide toestamisele.

source: – Generally, only one conductor should be connected to a terminal clamping unit; the connection of two or more conductors to one terminal clamping unit is permissible only in those cases where the terminal clamping units are designed for this purpose.
et: — Klemmiga tuleb üldjuhul ühendada ainult üks juht; kahe või enama juhi ühendamine ühe klemmi alla on lubatav vaid siis, kui klemmid on selleks ette nähtud.

source: – Conductors of different circuits may be laid side by side, may occupy the same duct (for example conduit, trunking system), or may be in the same multiconductor cable if the arrangement does not impair the proper functioning of the respective circuits.
et: — Eri ahelate juhte võib asetada kõrvuti, need võivad olla ühes ja samas viigus (näiteks paigaldustorus või karbikus) või olla ühes ja samas mitmesoonelises kaablis, kui selline korraldus ei kahjusta vastavate ahelate õiget funktsioneerimist.

source: Where those circuits operate at different voltages, the conductors shall be separated by suitable barriers.
et: Kui sellised ahelad talitlevad eri pingetel, tuleb juhid eraldada sobivate katetega.

source: Alternatively, all conductors within the same duct or any conductors in multicore cables shall be insulated for the highest voltage to which any conductor within the same duct can be subjected, for example line to line voltage for unearthed systems and line to earth voltage for earthed systems.
et: Alternatiivselt peavad ühe ja sama viigu kõik juhid või iga juht mitmesoonelises kaablis olema isoleeritud kõrgeimale mingi juhi pingele selles viigus, näiteks maandamata süsteemi faasidevahelisele pingele või maandatud süsteemi faasi ja maa vahelisele pingele.

source: 8.6.4 Selection and installation of non-protected live conductors to reduce the possibility of short-circuits
et: 8.6.4 Kaitsmata pingestatud juhtide valik ja paigaldamine lühise tekke võimaluse piiramiseks

source: Live conductors in an assembly that are not protected by short-circuit protective devices (see 8.6.1 and 8.6.2) shall be selected and installed throughout the entire assembly in accordance with Table 4.
et: Kooste lühisekaitseaparaatidega kaitsmata pingestatud juhid (vt jaotised 8.6.1 ja 8.6.2) tuleb valida ja paigaldada kooste kogu ulatuses tabeli 4 kohaselt.

source: Non-protected live conductors selected and installed as in Table 4 shall have a total length not exceeding 3 m between the main busbar and each respective SCPD or, in the case of a single section assembly, between the load terminals of the incoming device and the supply terminals of each outgoing SCPD.
et: Tabeli 4 järgi valitud ja paigaldatud kaitsmata pingestatud juhtide kogupikkus pealattide ja iga vastava lühisekaitseaparaadi vahel või ühesektsioonilise kooste puhul sisendseadise koormusklemmide ja iga väljund-lühisekaitseaparaadi toiteklemmide vahel ei tohi olla üle 3 m.

source: 8.6.5 Identification of the conductors of main and auxiliary circuits
et: 8.6.5 Pea- ja abiahelate juhtide tuvastamine

source: Except for the cases mentioned in 8.6.6, the method and the extent of identification of conductors, for example by arrangement, colours or symbols, on the terminals to which they are connected or on the end(s) of the conductors themselves, is the responsibility of the assembly manufacturer and shall be in agreement with the indications on the wiring diagrams and drawings.
et: Väljaarvatult jaotises 8.6.6 nimetatud juhtumid, vastutab juhtide tähistamisviisi ja ulatuse, näiteks korralduse, värvide või tähiste eest klemmidel, kuhu need on ühendatud, või juhtide endi otstel kooste tootja, kusjuures tähised peavad olema kooskõlas ühendusskeemidel ja joonistel olevate tähistega.

source: Where appropriate, identification according to IEC 60445:2017 shall be applied.
et: Sobivuse korral tuleb rakendada standardile IEC 60445:2017 vastavaid tähiseid.

source: 8.6.6 Identification of the protective conductor (PE, PEL, PEM, PEN) and of the neutral conductor (N) and the mid-point conductor (M) of the main circuits
et: 8.6.6 Peaahelate kaitsejuhtide (PE, PEL, PEM, PEN), neutraaljuhi (N) ja keskjuhi (M) tuvastamine

source: The protective conductor (PE, PEL, PEM or PEN) shall be readily distinguishable by location and/or marking or colour.
et: Kaitsejuhti (PE, PEL, PEM või PEN) peab saama selgelt eristada oma asetuse ja/või tähistuse või värviga.

source: If identification by colour or marking is used it shall be in accordance with IEC 60445:2017.
et: Kui tuvastamiseks kasutatakse värvi või märgistust, peab see olema kooskõlas standardiga IEC 60445:2017.
